tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "antigen"
brew "archey"
brew "asciiquarium"
brew "readline"
brew "xz"
brew "python"
brew "aview"
brew "boost-build"
brew "gettext"
brew "gmp"
brew "cask"
brew "clang-format"
brew "cmake"
brew "cmatrix"
brew "cmus"
brew "cocoapods"
brew "cowsay"
brew "python@2"
brew "cython"
brew "dark-mode"
brew "ffmpeg"
brew "fontforge"
brew "fortune"
brew "freeglut"
brew "fzf"
brew "gdb"
brew "git"
brew "gnu-prolog"
brew "gnu-smalltalk"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "libidn2"
brew "mpfr"
brew "libmpc"
brew "links"
brew "macvim"
brew "maven"
brew "minimal-racket"
brew "mit-scheme"
brew "mpc"
brew "neovim"
brew "node"
brew "opam"
brew "p7zip"
brew "postgresql"
brew "rig"
brew "rlwrap"
brew "ruby"
brew "sl"
brew "speedtest-cli"
brew "telnet"
brew "tmate"
brew "tmux"
brew "trash"
brew "tree"
brew "unrar"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
cask "agenda"
cask "caffeine"
cask "desmume"
cask "docker"
cask "font-fira-code"
cask "iina"
cask "osxfuse"
cask "racket"
cask "sublime-text"
cask "vlc"
cask "discord"
cask "visual-studio-code"
